Revit 2027 API
RebarHandlesData.GetEndHandle Method
 Gets the end handle tag.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetEndHandle()
Public Function GetEndHandle As Integer
public:
int GetEndHandle()
member GetEndHandle : unit -> int
Return Value
Int32
 Returns the end handle tag.
See Also
Reference
RebarHandlesData Class
Autodesk.Revit.DB.Structure Namespace